Repository: ndegroot/word2quiz-app
Catalog: locales/*/LC_MESSAGES/*.po
Languages: nl

source: Word to Canvasquiz Converter
nl: Omzetten vsn Word naar Canvvasquiz

source: Your extracted quizdata will appear here. please check the data
nl: De ingelezen quizgegegevens komen hier te staan. controleer de gegevens

source: Docx File
nl: Docx bestand

source: Quiz Data
nl: Quiz gegevens

source: Select docx file
nl: Kies het docx bestand

source: no file selected
nl: geen bestand gekozen

source: Normalize fontsize?
nl: Normaliseer lettergrootte?

source: no change
nl: origineel

source: <p><i>no content yet</i></p>
nl: <p><i>Nog geeen inhoud</i></p>

source: Convert
nl: Verwerk

source: How many questions (in a section)
nl: Hoeveel vragen (in een sectie)

source: Choose Course
nl: Kies een cursus

source: Create Quizzes in Canvas
nl: Maak de quizzes aan in Canvas

source: Is the first question block ok?
nl: Ziet de eerste vraagcombinatie er goed uit?

source: Check the Word doc, save it and try again
nl: Controleer Word doc, bewaar en probeer opnieuw

source: - Not recognized lines -
nl: - Niet herkende regels -

source: - All lines were recognized -
nl: - Alle regels zijn herkend -

source: Working...
nl: Bezig...

source: Enter filename
nl: Voer bestandsnaam in
